export const educationCards = [
    {
        title:"Грамматика",
        desc:"Изучение правил английского языка, включая времена, структуры предложений и основные принципы построения речи.",
        num:'01',
    },
    {
        title:"Аудирование",
        desc:"Развитие навыков понимания речи на слух. Упражнения включают прослушивание диалогов, интервью, подкастов и других аудиоматериалов на английском языке.",
        num:'02',
    },
    {
        title:"Чтение",
        desc:"Развитие навыков чтения и понимания текстов на английском языке. Включает работу с различными текстами.",
        num:'03',
    },
    {
        title:"Разговорный",
        desc:"Практика устной речи через диалоги, дискуссии и ролевые игры. Этот этап помогает обрести уверенность в общении на английском языке.",
        num:'04',
    },
    {
        title:"Письмо",
        desc:"Развитие навыков письменной речи, включая написание эссе, деловых писем, электронных писем и сообщений. Это помогает структурировать мысли и выражать их в письменной форме.",
        num:'05',
    },
    {
        title:"Словарный запас",
        desc:"Расширение словарного запаса через изучение новых слов и фраз по различным темам. Включает активное использование новых слов в речи и письменных заданиях для закрепления знаний.",
        num:'06',
    },
]


